<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Users Language Lines
    |--------------------------------------------------------------------------
    */

    'users'                 => 'Пользователи',
    'home'                  => 'Главная',
    'user_list'             => 'Список пользователей',
    'users_desc'            => 'Пользователи позволят вам легко управлять всеми пользователями вашего сайта и назначать им роли.',
    'create'                => 'Создать',
    'create_user'           => 'Создать пользователя',
    'name'                  => 'Имя',
    'create_user_desc'      => 'Создание нового пользователя в базе данных',
    'password'              => 'Пароль',
    'password_confirmation' => 'Подтверждение пароля',
    'edit'                  => 'Редактировать',
    'edit_desc'             => 'Вы редактируете пользователя :id созданного :time_ago',
    'edit_user'             => 'Редактировать пользователя',
    'delete'                => 'Удалить',
    'actions'               => 'Действия',
    'email'                 => 'Эл. адрес',
    'roles'                 => 'Роли',
    'cancel'                => 'Отмена',
    'submit'                => 'Отправить',
    'edit_yourself_error'   => 'Используйте профиль, чтобы редактировать свои данные!',
    'delete_yourself_error' => 'Вы не можете удалить себя!',
    'user_roles'            => 'Роли пользователей',
    'user_deleted'          => 'Пользователь #:id удалён!',
    'user_created'          => 'Пользователь с эл. почтой :email был создан!',
    'roles_desc'            => 'Редактирование роли пользователя #:id. В данный момент имеющиеся роли:total .',
    'available_roles'       => 'Доступные роли',
    'user_roles_updated'    => 'Роли пользователь #:id обновлены!',
    'new_users'             => 'Новые пользователи',
    'last_users'            => 'Новые пользователи за последние 7 дней',
];
